import { IPost } from "./types"

export const PostsData: IPost[] = [
  {
    "id": "1",
    "title": "Кузьменко признан третьей звездой игрового дня НХЛ",
    "imageUrl": "https://ss.sport-express.ru/userfiles/materials/185/1854013/volga.jpg",
    "text": "Российский нападающий «Ванкувера» Андрей Кузьменко стал третьей звездой игрового дня НХЛ, сообщается на официальном сайте лиги.\n\nВ игре против «Колорадо» (4:2) Кузьменко забросил две шайбы и был признан первой звездой матча.\n\nПервая звезда — голкипер «Нэшвилла» Юусе Сарос, который отразил 64 броска в матче против «Каролины» (5:3). Второй звездой дня стал форвард «Бостона» Трент Фредерик, сделавший дубль в матче с «Лос-Анджелесом» (5:2).\n\nВ текущем сезоне Кузьменко провел 37 матчей, в которых набрал 34 (17+17) очка.",
    "category": "Хоккей",
    "timestamp": '1672988354123'
  },
  {
    "id": "2",
    "title": "«Интер» ведет переговоры с 36-летним Джеко о продлении до 2024 года",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/FC_Internazionale_Milano_2021.svg/1200px-FC_Internazionale_Milano_2021.svg.png",
    "text": "«Интер» ведет переговоры с нападающим Эдином Джеко о продлении контракта, сообщает инсайдер Николо Скира. По его данным, «нерадзурри» предлагают боснийцу контракт до 2024 года. Действующее соглашение 36-летнего форварда истекает летом 2023 года. В этом сезоне Джеко провел 22 матча за «Интер» во всех турнирах, забил 10 голов и отдал 4 результативных передачи.",
    "category": "Футбол",
    "timestamp": '1672986734953'
  },
  {
    "id": "3",
    "title": "За лучшего футболиста Туниса-2022 может побороться клуб из РПЛ",
    "imageUrl": "https://ss.sport-express.ru/userfiles/materials/185/1853959/volga.jpg",
    "text": `Полузащитник сборной Туниса и «Ференцвароша» Аисса Лайдуни вошел в сферу интересов «Вольфсбурга», «Селтика», клубов французской лиги 1 и серии А, а также одной из топ-команд РПЛ, сообщили «СЭ» коллеги с венгерского телеканала M4 Sport.\n\nВ двух из трех матчей «Орлов Карфагена» на чемпионате мира-2022 в Катаре 26-летнего опорного хавбека признали лучшим в составе его команды. После завершения турнира он был признан на родине лучшим игроком 2022 года.\n\nВ этом сезоне Лайдуни сыграл в 23 матчах во всех турнирах, забил 2 гола и сделал 4 голевые передачи.`,
    "category": "Футбол",
    "timestamp": '1672981214953'
  },
  {
    "id": "4",
    "title": "Зоммер в шаге от перехода в «Баварию»",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/AUT_vs._SUI_2015-11-17_%28138%29.jpg/1200px-AUT_vs._SUI_2015-11-17_%28138%29.jpg",
    "text": "Вратарь «Боруссии» из Менхенгладбаха Янн Зоммер близок к переходу в «Баварию», утверждает инсайдер Николо Скира. Основной вратарь мюнхенцев Мануэль Нойер сломал ногу, пока катался на лыжах во время отпуска и выбыл до конца сезона-2022/23.\n\nПо данным источника, «Бавария» предлагает Зоммеру контракт до 2025 года. Действующее соглашение кипера с менхенгладбахским клубом истекает летом 2023 года.\n\n34-летний вратарь выступает за «Боруссию» с июля 2014 года. В нынешнем сезоне он провел за клуб 11 матчей, пропустил 14 мячей и четыре игры отстоял на ноль.",
    "category": "Футбол",
    "timestamp": '1672981214953'
  },
  {
    "id": "5",
    "title": "Вратарь «Сочи» Третьяк разделил с командой вину за проигрыш ЦСКА",
    "imageUrl": "https://www.khl.ru/images/players/19211.jpg",
    "text": "Вратарь «Сочи» Максим Третьяк прокомментировал поражение от ЦСКА (0:2) в матче регулярного чемпионата КХЛ.\n\nТретьяк в этой игре сделал 48 сейвов и был признан первой звездой встречи.\n\n«Любому в любом виде спорта неприятно проигрывать, а у нас такая серия поражений — максимально неприятно. Хочется сказать спасибо болельщикам, потому что у нас такая неприятная ситуация в команде, но никто от нас не отворачивается. Мы со своей стороны стараемся делать все максимально возможное, но пока где-то не везет, где-то еще что-то. Но равнодушных нет — мы работаем и идем дальше», — приводит слова Третьяка ТАСС.\n\nТакже 26-летний голкипер ответил на вопрос о том, мог ли он выручить «Сочи» в эпизоде с первой пропущенной шайбой.\n\n«Нет неберущихся голов, но я не люблю отделять себя от команды. Хорошо сыграл или плохо, мы проиграли командой. Не хочу никого выделять, потому что мы одно целое. Проиграли — значит, нужно дорабатывать», — отметил Третьяк.\n\nСочинская команда потерпела 18-е поражение подряд в регулярном чемпионате КХЛ. Следующий матч «Сочи» проведет 8 января дома против СКА.\n\n",
    "category": "Хоккей",
    "timestamp": '1672943054953'
  },
  {
    "id": "6",
    "title": "«Андретти» и «Кадиллак» объявили о намерении совместно создать команду «Формулы-1»",
    "imageUrl": "https://s0.rbk.ru/v6_top_pics/resized/590xH/media/img/3/29/756623027614293.jpg",
    "text": "«Андретти» и «Кадиллак» объявили о намерении совместно создать команду «Формулы-1».\n\nАмериканские корпорации объединили усилия в борьбе за право выступать в гонках.\n\nРанее «Андретти», владельцем которой является чемпион «Инидикара» Майкл Андретти, неоднократно заявляла о своих намерениях выступать в «Ф-1».\n\nПо информации СМИ, «Кадиллак» не собирается производить собственные силовые установки для «Андретти». Предположительно, двигатели новой команде будет поставлять «Рено».\n\nМайкл является сыном чемпиона мира «Формулы-1» 1978 года Марио Андретти. У семейства Андретти уже есть команды в таких чемпионатах, как «Индикар», «Формула Е» и Extreme E.",
    "category": "Авто-мото",
    "timestamp": '1672931054953'
  },
  {
    "id": "7",
    "title": "Леброн рассказал, как ему удается в 38 лет играть на высоком уровне",
    "imageUrl": "https://ss.sport-express.ru/userfiles/materials/185/1853541/volga.jpg",
    "text": "Форвард «Лейкерс» Леброн Джеймс рассказал, как ему удается в 38 лет играть на высоком уровне. Вчера в матче против «Шарлотт» он набрал 43 очка и сделал 11 подборов.\n\n«В 18 или 20 лет тебе все дается за счет умений и энергии. Но в 38 лет важен уже менталитет. Сколько я могу отдыхать каждый день, как оптимально высыпаться, как правильно питаться, как правильно относиться к своему телу», — цитирует Lakers Daily Джеймса.\n\nВ этом сезоне Леброн сыграл в 29 матчах регулярного чемпионата НБА, набирая в среднем по 29,0 очка и делая по 8,2 подбора.",
    "category": "Баскетбол",
    "timestamp": '1672787234953'
  },
  {
    "id": "8",
    "title": "Карацев вышел в четвертьфинал турнира в Индии",
    "imageUrl": "https://ss.sport-express.ru/userfiles/materials/185/1853636/volga.jpg",
    "text": "Российский теннисист Аслан Карацев вышел в четвертьфинал турнира в Пуне, обыграв нидерландца Тима ван Рейтховена (7:6, 7:6).\n\nЗа выход в полуфинал Карацев сыграет против испанца Педро Мартинеса.",
    "category": "Теннис",
    "timestamp": '1672787234953'
  },
  {
    "id": "9",
    "title": "Кевин Ли подписал контракт с Али Абдель-Азизом",
    "imageUrl": "https://img.championat.com/s/735x490/news/big/r/h/kevin-li-uvolen-iz-ufc-boec-chislilsya-v-promoushene-pochti-8-let_1638342493200699162.jpg",
    "text": "Бывший боец UFC Кевин Ли (19-7) заключил соглашение с агентством Dominance MMA, которое возглавляет Али Абдель-Азиз и Ризван Магомедов, сообщил журналист Деймон Мартин в Twitter.\n\n«Кевин — мой давний партнер по тренировкам. Он еще даже не достиг своего пика. Он всегда был звездой, но я думаю, что до конца года он станет суперзвездой», — приводит слова Абдель-Азиза Мартин.\n\nРанее 30-летний Ли утверждал, что он может вернуться в UFC и даже выразил готовность сразиться с Хамзатом Чимаевым (12-0).\n\nЛи покинул UFC в августе 2021-го, проиграв Даниэлю Родригесу (17-3) на UFC on ESPN 30.",
    "category": "MMA",
    "timestamp": '1672829234953'
  },
  {
    "id": "11",
    "title": "Джокович надеется, что российские и белорусские спортсмены смогут играть везде",
    "imageUrl": "https://ss.sport-express.ru/userfiles/materials/185/1853532/volga.jpg",
    "text": "21-кратный чемпион турниров «Большого шлема», бывшая первая ракетка мира серб Новак Джокович высказался о перспективе встретиться с россиянином Даниилом Медведевым в полуфинале текущего турнира ATP-250 в Аделаиде (Австралия).\n\n«До этого еще далеко, но очевидно, что болельщикам и всем остальным хотелось бы увидеть такой поединок. Я должен быть готов ко встрече с любым соперником. Итак, если я буду играть в полуфинале, он будет играть в полуфинале, это будет замечательно в перспективе. Хотел бы я, чтобы все игроки могли играть на каждом турнире? Конечно, однозначно. Я надеюсь, что и Медведев, и другие россияне, и белорусы смогут играть повсюду», — сказал Джокович на пресс-конференции.\n\nВ 1/8 финала турнира ATP-250 в Аделаиде Медведев встретится с сербом Миомиром Кецмановичем. Джокович сыграет с французом Констаном Летьеном.\n\n7 декабря ATP оштрафовала Британскую ассоциацию лаун-тенниса (LTA) за решение отстранить российских и белорусских спортсменов от участия в Уимблдоне в 2022 году. Также организации угрожает исключение из ATP, если она решит не допустить спортсменов на турнир серии «Большого шлема» в 2023 году.",
    "category": "Теннис",
    "timestamp": '1672775174953'
  },
  {
    "id": "12",
    "title": "Джилардино стал главным тренером «Дженоа»",
    "imageUrl": "https://football-pitch.ru/wp-content/uploads/2020/10/alberto-dzhilardino-870x400.jpg",
    "text": "Альберто Джилардино утвержден в должности главного тренера «Дженоа», сообщается в соцсетях клуба.\n\n40-летний специалист стал исполнять обязанности тренера «Дженоа» в начале декабря. При нем команда одержала три победы и однажды сыграла вничью. В таблице клуб занимает 3-е место. До этого он был тренером «Дженоа» до 19 лет.\n\nДжилардино — чемпион мира 2006 года в составе сборной Италии. Он начал тренерскую карьеру осенью 2018-го.",
    "category": "Футбол",
    "timestamp": '1672774094953'
  },
   {
    "id": "13",
    "title": "Йоханнес Клебо пожаловался на погодные условия в Оберстдорфе",
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRA7t-glip9UsSaU_F-Pjviye7rUGgond6hQQLycYDvvA&s",
    "text": "Норвежский лыжник Йоханнес Клебо пожаловался на погодные условия в Оберстдорфе (Германия).\n\n«У меня был шок, когда я вышел на улицу. Я надел тренировочную форму и куртку Super. Мне было очень холодно, это шокирует.\n\nНесколько лет назад я видел здесь лыжную гонку, где трасса была еще короче. В прошлом году не было разговоров о том, что снега слишком мало. Он будет меняться от года к году. Мы просто должны быть к этому готовы\", — приводит TV2 слова норвежца.\n\nВ Оберстдорфе состоится второй этап «Тур де Ски». Проведение гонок запланировано на 3 и 4 января.",
    "category": "Лыжные гонки",
    "timestamp": '1672681694953'
  },
  {
    "id": "10",
    "title": "«Ливерпуль» готов предложить 44 миллиона фунтов за игрока «Вулверхэмптона» Нунеса",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/ru/thumb/0/0a/FC_Liverpool.svg/1200px-FC_Liverpool.svg.png",
    "text": "«Ливерпуль» заинтересован в подписании полузащитника «Вулверхэмптона» Матеуса Нунеса. По информации The Telegraph, «красные» готовы предложить около 44 миллионов фунтов за трансфер 24-летнего португальца. «Ливерпуль» интересовался хавбеком еще летом, но тогда он перешел из «Спортинга» в «Вулверхэмптон». Сумма трансфера составила 45 миллионов евро, еще 5 миллионов были предусмотрены в качестве бонусных выплат. На счету Нунеса 14 матчей в АПЛ, в которых он отметился результативной передачей. Контракт рассчитан до лета 2027 года. Портал Transfermarkt оценивает стоимость игрока в 45 миллионов евро.",
    "category": "Футбол",
    "timestamp": '1672689194123'
  },
   {
    "id": "14",
    "title": "Тутберидзе показала, как отпраздновала Новый год",
    "imageUrl": "https://ss.sport-express.ru/userfiles/materials/185/1853289/volga.jpg",
    "text": "Российский тренер по фигурному катанию Этери Тутберидзе показала, как отпраздновала Новый год.\n\nОна опубликовала фотографии с дочкой Дианой Дэвис и ее партнером в танцах на льду Глебом Смолкиным, и написала:\n\n«С Новым годом! Желаю всем меньше ненависти в душе. Ненависть разрушительна. Больше любви и уважения к людям и жизни. Любовь разрушает искусственно созданные границы. Очень надеюсь, что следующий год будет объединять людей независимо от расы, национальности или цвета паспорта. Всем Здоровья, Мира и Любви. P. S. У нас планета одна на всех, так давайте ее беречь»",
    "category": "Фигурное катание",
    "timestamp": '1672664534953'
  },
   {
    "id": "15",
    "title": "Центровой «Денвера» Никола Йокич признался, что не стремится набирать много очков",
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQenKjh1GDbFSzMF3gT_F55a-DjghV1l2M04Js35IhZrA&s",
    "text": "Центровой «Денвера» Никола Йокич признался, что не стремится набирать много очков, как раньше.\n\nЛучшие игроки обычно чаще других бросают по кольцу. Что касается меня, то я всегда беру то, что дает мне игра. Бывает, что я набираю больше 40 очков, а иногда не набираю и 10. Мне нравится доказывать, что количество набранных очков — это не самое главное, и что на игру можно влиять по-разному», — цитирует Йокича ESPN.\n\nЦентровой «Наггетс» Никола Йокич завершил декабрь, набирая трипл-дабл в среднем за игру. В 14 матчах действующий MVP НБА выдал статистику 29,2 очка, 12,3 подбора и 10,1 передачи при 60,4% попадания с игры.\n\nЙокич повторил достижение легендарного центрового Уилта Чемберлена, ранее лишь ему удавалось завершить месяц с трипл-даблом при 60% и более реализации с игры.\n",
    "category": "Баскетбол",
    "timestamp": '1672602854953'
  },
   {
    "id": "16",
    "title": "Шумаков не полетел на выезд с минским «Динамо»",
    "imageUrl": "https://img.championat.com/s/1350x900/news/big/q/t/napadayuschij-sergej-shumakov_1610557829220517607.jpg",
    "text": "Нападающий минского «Динамо» Сергей Шумаков не полетел с командой на дальний выезд, сообщает пресс-служба клуба.\n\nВпереди «зубров» ждут матчи с «Амуром», «Адмиралом», «Сибирью».\n\nВ Минске по медицинским показаниям кроме Шумакова остались Артем Демков, Илья Сушко, Денис Мосалев, Сергей Сапего, Егор Клавдиев.\n\nШумаков по ходу сезона заключил контракт с «Трактором», но вскоре соглашение с 30-летним форвардом было расторгнуто. После этого он оказался в «Динамо», с которым подписал контракт 21 декабря.\n",
    "category": "Хоккей",
    "timestamp": '1672599314953'
  },
   {
    "id": "17",
    "title": "Первый в 2023 году «Турнир сильнейших» по фехтованию стартует 10 января",
    "imageUrl": "https://24sport.by/sites/default/files/2021-12/1614680743_43-p-fon-fekhtovanie-46.jpg",
    "text": "Президент Федерации фехтования России (ФФР) Ильгар Мамедов сообщил, когда пройдет первый в 2023 году «Турнир сильнейших» по фехтованию.\n\n«Турнир сильнейших» по шпаге пройдет 10-11 января на «Чкалов-Арене», сразу вслед за ним там же пройдет сбор шпажистов, — цитирует ТАСС Мамедова. — Сбор рапиристов стартовал 3 января, «Турнир сильнейших» в этом виде состоится 11-12 января в Новогорске, в Центре фехтования. Январский сбор саблистов пройдет на «Круглом озере». План максимально приближен к тому, каким бы он был при нашем участии в международных стартах. Таким образом мы действовали и во время пандемии\".\n\nНовый формат «Турнира сильнейших» был введен ФФР для поддержания российскими фехтовальщиками спортивной формы в период отстранения от международных турниров.",
    "category": "Фехтование",
    "timestamp": '1672505414953'
  },
   {
    "id": "18",
    "title": "Ростовцев станет главным тренером сборной России по биатлону",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Pavel_Rostovtsev_RN_MOW_05-11.jpg",
    "text": "Павел Ростовцев станет главным тренером сборной России по биатлону, сообщает РИА «Новости Спорт» со ссылкой на источник, знакомый с ситуацией.\n\nС 2011 по 2014 год Ростовцев являлся тренером по стрелковой подготовке женской сборной России по биатлону. С декабря 2021 года специалист занимает пост советника губернатора Красноярского края.\n\nРостовцеву 51 год. Он является трехкратным чемпионом мира, чемпионом Европы и серебряным призером Олимпийских игр по биатлону.",
    "category": "Биатлон",
    "timestamp": '1672428734953'
  },

]

